<?php 

return [

    'dashboard' => 'لوحة التحكم',
    'admins' => 'المشرفين',
    'no_data_found' => 'عفواً, لايوجد بيانات.',
    'add' => 'أضف',
    'edit' => 'تعديل',
    'name' => 'الاسم',
    'email' => 'البريد الإلكتروني',
    'password' => 'كلمة المرور',
    'password_confirmation' => 'تأكيد كلمة المرور',
    'image' => 'الصورة',
    'permissions' => 'الصلاحيات',
    'choose_image' => 'اختر الصورة',
    'create' => 'إضافة',
    'read' => 'عرض',
    'update' => 'تعديل',
    'delete' => 'حذف',
    'added_successfully' => 'تم إضافة البيانات بنجاح.',
    'updated_successfully' => 'تم تعديل البيانات بنجاح.',
    'deleted_successfully' => 'تم حذف البيانات بنجاح.',
    'settings' => 'الإعدادت',
    'save' => 'حفظ',
    'site_title_ar' => 'عنوان الموقع باللغة العربية',
    'site_title_en' => 'عنوان الموقع باللغة الانجليزية',
    'phone' => 'رقم الهاتف',
    'whatsapp' => 'الواتس اب',
    'address_ar' => 'عنوان الشركة باللغة العربية',
    'address_en' => 'عنوان الشركة باللغة الانجليزية',
    'job_times_ar' => 'أوقات العمل باللغة العربية',
    'job_times_en' => 'أوقات العمل باللغة الانجليزية',
    'facebook' => 'رابط صفحة الفيس بوك',
    'twitter' => 'رابط حساب تويتر',
    'instagram' => 'رابط حساب انستجرام',
    'youtube' => 'رابط قناة اليوتيوب',
    'map' => 'رابط الخريطة على خرائط جوجل',
    'description' => 'وصف الموقع',
    'keywords' => 'الكلمات الدلالية',
    'logo' => 'اللوجو',
    'success_message' => 'رسالة نجاح',
    'login' => 'تسجيل الدخول',
    'logout' => 'تسجيل الخروج',
    'action' => 'إجراءات',
    'confirm_delete' => 'هل أنت متأكد من الحذف ؟',
    'yes' => 'نعم',
    'no' => 'لا',
    'cancel' => 'إلغاء',
    'design_departments' => 'أقسام التصميمات',
    'departments' => 'الأقسام',
    'designs' => 'التصميمات',
    'home' => 'الرئيسية',
    '' => '',
    '' => '',

    'ar' => [
        'name' => 'الاسم باللغة العربية',

    ],

    'en' => [
        'name' => 'الاسم باللغة الانجليزية',
        

    ],

];