<?php 

return [

    'home' => 'الرئيسية',
    'shop' => 'المنتجات',
    'designs' => 'التصميمات',
    'my_ideas' => 'أفكاري',
    'sign_in' => 'تسجيل الدخول',
    'total' => 'الإجمالي',
    'quantity' => 'الكمية',
    'checkout' => 'الدفع',
    'CONNECT_WITH_US' => 'تواصل معنا',
    'COMPANY' => 'الشركة',
    'GET_HELP' => 'مساعدة',
    'SHARE_YOUR_IDEAS' => 'شاركنا أفكارك',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',

    'ar' => [
        'name' => 'الاسم باللغة العربية',
        'description' => 'الوصف باللغة العربية',
        'address' => 'العنوان باللغة العربية',

    ],

    'en' => [
        'name' => 'الاسم باللغة الانجليزية',
        'description' => 'الوصف باللغة الانجليزية',
        'address' => 'العنوان باللغة الانجليزية',

    ],

];